import 'package:flutter/material.dart';

List<String> parsonal = [
  "اخر خمس سنوات اين سافرت مع التاريخ",
  "البريد الالكتروني",
  "رقم الهاتف",
  "عنوان ",
  "الحلة الاجتماعية ",
  "اسم الشخص الذي تريد الذهاب اليه",
  "رقم هاتف الشخص الذي تريد الذهاب اليه",
  "عنوان الشخص الذي تريد الذهاب اليه",
  "نوع اقامة الشخص الذي تريد الذهاب اليه",
  "صله القرابه بالشخص الذي سوف تسافر اليه",
  "متى ترغب بالسفر",
  "كم المده التي ترغب بقضائها",
  "من المتكفل بالرحلة (الشخص الذي سوف يزود بالكفاله البنكية)اسمه الرباعي",
  "من المتكفل بالرحلة (الشخص الذي سوف يزود بالكفاله البنكية)رقم هاتفه",
  "هل زرت البلد التي تقدم على زيارتها قبل ؟",
  "اذا نعم قم بكتابة تاريخ السفر ومدة الاقامة ",
  "هل تم رفض المعاملة من قبل ؟ اذا كان الجواب نعم قم بترك السبب ",
  "هل يوجد اقارب لك في البلد التي ترغب بزيارتها ؟",
];
